Repository: WPPlugins/graphcomment-comment-system
Catalog: lang/graphcomment-comment-system-*.po
Languages: fr_ca

source: GraphComment Activated All
fr_ca: GraphComment activé pour tout les articles.

source: GraphComment Activated From
fr_ca: GraphComment est activé sur les posts créés après

source: GraphComment Activated
fr_ca: GraphComment activé.

source: GraphComment Deactivated
fr_ca: GraphComment désactivé.

source: Import Cancel Success
fr_ca: L'importation a été arrêté avec succès.

source: Import Restart Success
fr_ca: L'importation a démarré avec succès. Vous allez bientôt pouvoir voir son avancée.

source: Notification Deactivated
fr_ca: Les notifications ont été désactivées avec succès.

source: Notif Activated
fr_ca: Les notifications sont maintenant activées.

source: GraphComment Website Selected
fr_ca: Vous avez choisi le website

source: Sync Deactivated
fr_ca: La synchronisation est désactivée.

source: Unknown Error
fr_ca: Ooops. Une erreur s'est produite. Veuillez réessayer ultérieurement.

source: Sync Activated
fr_ca: La synchronisation est activée.

source: Import Already Pending
fr_ca: Une importation est déjà en cours.

source: Error Import Init
fr_ca: Une erreur est survenue lors de l'initialisation de l'importation. Si l'erreur persist, contactez le support à support@graphcomment.com.

source: Error Import Stop
fr_ca: Une erreur est survenue durant l'arrêt de l'importation. Si l'erreur persiste, concactez le support à support@graphcomment.com.

source: Error Import
fr_ca: Une erreur est survenue durant l'importation. Si l'erreur persiste, concactez le support à support@graphcomment.com.

source: Error Getting Sync
fr_ca: Une erreur est survenue lors de la tentative d'obtention des notifications.

source: Error Import Init No Comments
fr_ca: Vous n'avez pas de commentaires à importer.

source: Error Import Restart
fr_ca: Une erreur est survenue lors du redémarrage de l'importation. Veuillez réessayer.<br>Si l'erreur persiste, contactez le support à support@graphcomment.com.

source: No Import
fr_ca: Pas d'importation en cours.

source: Import Not Pending
fr_ca: Aucune importation en cours.

source: GC Plugin Admin Page Title
fr_ca: Paramètres Plugin

source: GC Plugin Admin Menu Title
fr_ca: GraphComment

source: GC Plugin Settings Page Title
fr_ca: GC Paramètres Plugin

source: GC Plugin Settings SubMenu Title
fr_ca: Réglages plugin

source: GC Plugin Admin SubMenu Title
fr_ca: GC Admin

source: Error Getting Notif
fr_ca: Une erreur est survenue lors de la tentative d'obtention des notifications.

source: Error while requesting the API to create the client
fr_ca: Erreur d'authentification. Veuillez réessayer dans quelques instants.

source: Error during connection
fr_ca: Erreur d'authentification. Veuillez réessayer dans quelques instants.

source: Error while requesting the Websites in the API
fr_ca: Une erreur est survenue. Veuillez recharger votre page.

source: Wrong website
fr_ca: Mauvais Website !

source: Hello Message
fr_ca: Bonjour

source: Not You Message
fr_ca: Ce n'est pas vous ?

source: Change Profile Message
fr_ca: Changez de profile en cliquant ici !

source: API Down Msg
fr_ca: Le service GraphComment est actuellement indisponnible. Nous mettons tout en oeuvre en ce moment-même afin de résoudre le problème dans les plus brefs délais. Vous pouvez toujours nous joindre sur contact@graphcomment.com

source: Close Notification Text
fr_ca: Supprimer cette notification

source: Go To Graphcomment Admin Website
fr_ca: Se rendre sur l'Admin de GraphComment

source: you_have
fr_ca: Vous avez

source: new_comments
fr_ca: nouveau(x) commentaire(s)

source: Change Website Message
fr_ca: Changez-le !

source: Choose Website Message
fr_ca: Sélectionnez votre site

source: Website Not Found Label
fr_ca: Je ne vois pas mon site

source: Create A New One
fr_ca: créez-en un nouveau

source: Select Website Button Text
fr_ca: Sélectionner le Website

source: Error
fr_ca: Erreur

source: GraphComment couldn't be load because your settings are invalid.
fr_ca: GraphComment ne peut pas être chargé car vos paramètres sont invalides.

source: Please visit your admin panel and go to the GraphComment section and enter a valid website URL/ID.
fr_ca: Veuillez vous rendre dans votre interface administrateur, dans la section GraphComment et entrez un identifiant valide.

source: Error Intern MySql
fr_ca: Erreur MySql, veuillez vérifier les accès à votre base de données.

source: General Tab
fr_ca: Général

source: Synchronization Tab
fr_ca: Synchronisation

source: Importation Tab
fr_ca: Importation

source: Notification Tab
fr_ca: Notifications

source: Website Id
fr_ca: Identifiant du site

source: Not Right Website Id
fr_ca: Pas le bon identifiant ?

source: Change Website Button Label
fr_ca: Changez-le !

source: Activate Graphcomment
fr_ca: Activer GraphComment

source: Activate Graphcomment on all posts
fr_ca: Activer GraphComment sur tous les articles

source: Activate Graphcomment on posts from
fr_ca: Activer GraphComment sur tous les articles depuis le

source: Activate SEO (Replace by wordpress comment system when SE bot)
fr_ca: SEO Friendly : Cette option remplace GraphComment par les commentaires HTML WordPress. <br /> Synchronisez ensuite les commentaires vers votre base de donnée WordPress pour qu’ils soient référencés.

source: Synchro Pannel Heading
fr_ca: Synchroniser GraphComment avec WordPress

source: Activated Label
fr_ca: Activé

source: Not Activated Label
fr_ca: Pas encore activé

source: Synchronization Description
fr_ca: Cette fonctionnalité vous permet de synchroniser les commentaires GraphComment avec votre base de données WordPress.

source: No Sync Yet
fr_ca: Pas encore synchronisé.

source: Last Sync
fr_ca: Dernière synchronisation :

source: sync_comments
fr_ca: Synchroniser les commentaires avec WordPress

source: Import Pannel Heading
fr_ca: Importer vos commentaires dans GraphComment

source: Importation Description
fr_ca: Cela importera tout vos commentaire existant sur votre site WordPress dans GraphComment. NB : Si un utilisateur a renseigné son email lors de la rédaction du commentaire avec WordPress, nous attachons automatiquement cet email au commentaire. Quand cet utilisateur voudra créer un compte sur GraphComment avec cet email, il n'aura plus qu'à enregistrer un nouveau mot de passe et il possèdera alors tout ses nouveaux commentaires.

source: import_status_label
fr_ca: Import status

source: Status Pending Label
fr_ca: EN COURS

source: Import Started On Label
fr_ca: Importation <ins>démarrée</ins> le

source: Import Finished On Label
fr_ca: Importation <ins>terminée</ins> le

source: Restart Import Button
fr_ca: Redémarrer l'importation

source: Cancel Import Button
fr_ca: Arrêter l'importation

source: Status Error Label
fr_ca: ERREUR

source: Status Finished Label
fr_ca: TERMINÉ

source: Status No Import Label
fr_ca: PAS D'IMPORT EN COURS

source: Start Import Button
fr_ca: Lancer l'importation

source: Notification Description
fr_ca: Activez les notifications pour être informé(e) dès qu'un nouveau commentaire est posté sur votre site.

source: No Notif Configured Yet
fr_ca: Les notifications ne sont pas encore activées.

source: Notif Configured
fr_ca: Les notifications sont activées.

source: Dont Receive Notifications
fr_ca: Ne plus recevoir les notifications

source: Receive Notifications
fr_ca: Activer les notifications

source: Debug Mode Label
fr_ca: Mode debug

source: Activate Label
fr_ca: Activer logs

source: Deactivate Label
fr_ca: Désactiver logs
